export const poetryBiography = [
  {
    nameAuthor: "И. В. Гёте",
    photo: "./static/images/photo-author/classicism/gyote-iogann-volfgang.jpg",
    biography: `Иога́нн Во́льфганг Гёте (с 1782 года — фон Гёте, нем. Johann Wolfgang von Goethe, произношение: [ˈjoːhan ˈvɔlfɡaŋ fɔn ˈɡøːtə] (Звук слушать); 28 августа 1749, Франкфурт-на-Майне — 22 марта 1832, Веймар) — немецкий писатель, мыслитель, философ и естествоиспытатель, государственный деятель.

    Гёте творил в разных жанрах: поэзия, драма, эпос, автобиография, эпистолярия. Он стал главным идеологом течения «Буря и натиск». Вместе с Шиллером, Гердером и Виландом сформировал направление в немецкой литературе, получившее название «веймарский классицизм». Роман Гёте «Вильгельм Майстер» заложил основы воспитательного романа эпохи Просвещения. Произведения Гёте, в особенности трагедия «Фауст», признаны шедеврами немецкой и мировой литературы.
    
    Наследие философа и поэта хранится и изучается в Архиве Гёте и Шиллера в Веймаре.`,
    linkWiki:
      "https://ru.wikipedia.org/wiki/%D0%93%D1%91%D1%82%D0%B5,_%D0%98%D0%BE%D0%B3%D0%B0%D0%BD%D0%BD_%D0%92%D0%BE%D0%BB%D1%8C%D1%84%D0%B3%D0%B0%D0%BD%D0%B3_%D1%84%D0%BE%D0%BD",
  },
  {
    nameAuthor: "Г. Р. Державин",
    photo: "./static/images/photo-author/classicism/derzhavin.jfif",
    biography: `Гавриил Державин вошел в историю не только как писатель, он прошел путь от гвардии рядового до министра юстиции Российской империи. Был губернатором двух областей и личным помощником Екатерины II. Он написал первый неофициальный гимн России, участвовал в одном из первых литературных кружков XVIII века, а потом создал свой — «Беседу любителей русского слова».`,
    linkWiki: "https://www.culture.ru/persons/8946/gavriil-derzhavin",
  },
  {
    nameAuthor: "М. В. Ломоносов",
    photo: "./static/images/photo-author/classicism/M_V_Lomonosov.jpg",
    biography: `Михаи́л Васи́льевич Ломоно́сов (8 [19] ноября 1711[7], деревня Мишанинская[3] (ныне — село Ломоносово), Архангелогородская губерния, Русское царство — 4 [15] апреля 1765, Санкт-Петербург, Российская империя) — первый крупный русский учёный-естествоиспытатель.

    Яркий пример «универсального человека» (лат. homo universalis): энциклопедист, физик и химик (он вошёл в науку как первый химик, который дал физической химии определение, весьма близкое к современному, и предначертал обширную программу физико-химических исследований[8][9][10]; его молекулярно-кинетическая теория тепла во многом предвосхитила современное представление о строении материи и многие фундаментальные законы, в числе которых одно из начал термодинамики[11]).
    
    Основоположник научного мореплавания и физической химии[12]; заложил основы науки о стекле.
    
    Астроном (открыл наличие атмосферы у планеты Венеры[13][14][15]), приборостроитель, географ, металлург, геолог.
    
    Сыграл основополагающую роль в формировании русского литературного языка (наряду с Н. М. Карамзиным и А. С. Пушкиным, и последовавшими за ними классиками русской литературы). Оценивается как великий реформатор русского языка, определивший пути его дальнейшего развития в статусе языка национального.[16]
    
    Он же художник, генеалог, историограф; поборник развития отечественных наук, экономики, образования (разработал проект Московского университета, впоследствии названного в его честь).
    
    Статский советник, профессор химии (1745), действительный член Санкт-Петербургской Императорской академии наук (1745) и почётный член Королевской Шведской и Болонской академий наук.`,
    linkWiki:
      "https://ru.wikipedia.org/wiki/%D0%9B%D0%BE%D0%BC%D0%BE%D0%BD%D0%BE%D1%81%D0%BE%D0%B2,_%D0%9C%D0%B8%D1%85%D0%B0%D0%B8%D0%BB_%D0%92%D0%B0%D1%81%D0%B8%D0%BB%D1%8C%D0%B5%D0%B2%D0%B8%D1%87",
  },
  {
    nameAuthor: "А. П. Сумароков ",
    photo:
      "./static/images/photo-author/classicism/Sumarokov_Aleksandr_Petrovich.jpg",
    biography: `Алекса́ндр Петро́вич Сумаро́ков (14 [25] ноября 1717, Вильманстранд (ныне Лаппеэнранта) — 1 [12] октября 1777, Москва) — русский поэт, драматург и литературный критик. Один из крупнейших представителей русской литературы XVIII века.

    Считается первым профессиональным русским литератором[2]. 26 января 1767 года удостоен ордена Святой Анны и чина действительного статского советника[3].
    
    Для литературного творчества Сумарокова характерен жанровый универсализм, он писал оды (торжественные, духовные, философские, анакреонтические), эпистолы, сатиры, элегии, песни, эпиграммы, мадригалы, эпитафии. В своей стихотворной технике он использовал все существовавшие тогда размеры, делал опыты в области рифмы, применял разнообразные строфические построения. По выражению О. Б. Лебедевой, Сумароков был «отцом русского театра», создателем национального театрального репертуара; драматургия была наиболее близка его литературной личности. В области драматургии он явился одновременно первым русским трагиком и комедиографом, несмотря на то, что эстетика классицизма тяготела к жанровой специализации драматургов[4].
    
    Происходивший из древнего дворянского рода Сумароков всю жизнь был тесно связан с литературной средой, в том числе и семейными узами, он был тестем Я. Б. Княжнина и дядей П. И. Сумарокова. Последователями Сумарокова в разные годы были М. М. Херасков, В. И. Майков, И. Ф. Богданович, Н. П. Николев. Известность получили также его личные и литературные конфликты с М. В. Ломоносовым, В. К. Тредиаковским и императрицей Екатериной II. Последний привёл к утрате популярности Сумароковым, его опале и преждевременной кончине.`,
    linkWiki:
      "https://ru.wikipedia.org/wiki/%D0%A1%D1%83%D0%BC%D0%B0%D1%80%D0%BE%D0%BA%D0%BE%D0%B2,_%D0%90%D0%BB%D0%B5%D0%BA%D1%81%D0%B0%D0%BD%D0%B4%D1%80_%D0%9F%D0%B5%D1%82%D1%80%D0%BE%D0%B2%D0%B8%D1%87",
  },
  {
    nameAuthor: "Джон Донн ",
    photo: "./static/images/photo-author/classicism/John-Donne.jpg",
    biography: `Джон Донн (англ. John Donne [dʌn][2]; род. между 24 января и 19 июня 1572 года[3], возможно 12 февраля 1572 года[4], Лондон — ум. 31 марта 1631 года, там же) — английский поэт и проповедник, настоятель лондонского собора Святого Павла, крупнейший представитель литературы английского барокко («метафизическая школа»). Автор ряда любовных стихов, элегий, сонетов, эпиграмм, а также религиозных проповедей.`,
    linkWiki:
      "https://ru.wikipedia.org/wiki/%D0%94%D0%BE%D0%BD%D0%BD,_%D0%94%D0%B6%D0%BE%D0%BD",
  },
  {
    nameAuthor: "А. Д. Кантемир",
    photo:
      "./static/images/photo-author/classicism/Antioch_Dmitrievich_Kantemir.jpg",
    biography: `Князь Антио́х Дми́триевич Кантеми́р (10 [21] сентября 1709[1], Константинополь, по другим данным Яссы — 31 марта [11 апреля] 1744, Париж) — русский поэт-сатирик и дипломат молдавского происхождения, деятель раннего русского Просвещения. Наиболее крупный русский поэт силлабической эпохи (до реформы Тредиаковского-Ломоносова). Отмечают, что его творчество сыграло значительную роль в развитии русского литературного языка и стихосложения[2].`,
    linkWiki:
      "https://ru.wikipedia.org/wiki/%D0%9A%D0%B0%D0%BD%D1%82%D0%B5%D0%BC%D0%B8%D1%80,_%D0%90%D0%BD%D1%82%D0%B8%D0%BE%D1%85_%D0%94%D0%BC%D0%B8%D1%82%D1%80%D0%B8%D0%B5%D0%B2%D0%B8%D1%87",
  },
  {
    nameAuthor: "Антуан де Сент-Аман",
    photo: "./static/images/photo-author/classicism/Antoine-de-Saint-Aman.jpg",
    biography: `Марк-Антуан Жирар де Сент-Аман (настоящее имя Антуан Жирар, Antoine Girard) (30 сентября 1591 — 29 декабря 1661), французский поэт. C 1627 года именовал себя «сеньором де Сент-Аман» (sieur de Saint-Amant), безо всяких на то оснований[1]
    Сент-Аман был родом из семьи буржуа-гугенотов. В юные годы принимал участие в дальних мореплаваниях. Около 1619 г. перебрался из Руана в Париж. В 1625 обратился в католицизм. В 1633 и 1645 находился в Риме, в 1645 году последовал за Марией Гонзага в качестве камергера в Польшу. Один из основателей Французской академии наряду с Буаробером и Фаре (1634). Посещал салон мадам де Рамбуйе (под именем Sapurnius).`,
    linkWiki:
      "https://ru.wikipedia.org/wiki/%D0%A1%D0%B5%D0%BD%D1%82-%D0%90%D0%BC%D0%B0%D0%BD,_%D0%9C%D0%B0%D1%80%D0%BA-%D0%90%D0%BD%D1%82%D1%83%D0%B0%D0%BD_%D0%96%D0%B8%D1%80%D0%B0%D1%80_%D0%B4%D0%B5",
  },
  {
    nameAuthor: "Пьер-Жан де Беранж ",
    photo:
      "./static/images/photo-author/classicism/Pierre-Jean_de_Béranger.jpg",
    biography: `Пьер-Жан де Беранже́ (фр. Pierre-Jean de Béranger, 19 августа 1780, Париж — 16 июля 1857, там же) — французский поэт и сочинитель песен, известный прежде всего своими сатирическими произведениями.`,
    linkWiki:
      "https://ru.wikipedia.org/wiki/%D0%91%D0%B5%D1%80%D0%B0%D0%BD%D0%B6%D0%B5,_%D0%9F%D1%8C%D0%B5%D1%80-%D0%96%D0%B0%D0%BD_%D0%B4%D0%B5",
  },
  {
    nameAuthor: "Пьер де Ронсар ",
    photo: "./static/images/photo-author/classicism/PierredeRonsard.jpg",
    biography: `Пьер де Ронса́р (фр. Pierre de Ronsard; между 1 сентября и 11 сентября 1524, замок Ла-Поссоньер, Вандомуа — 27 декабря 1585, аббатство Сен-Ком, близ Тура) — французский поэт XVI века. Возглавлял объединение «Плеяда», проповедовавшее обогащение национальной поэзии путём изучения греческой и римской литературы.`,
    linkWiki:
      "https://www.wikiwand.com/ru/%D0%A0%D0%BE%D0%BD%D1%81%D0%B0%D1%80,_%D0%9F%D1%8C%D0%B5%D1%80_%D0%B4%D0%B5",
  },
];
